Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/stotte_til_produksjon_av_utstilling_med_iver_jaks.html.tmx
Source language: nob
Languages: sma

source: Støtte til produksjon av utstilling med Iver Jåks
sma: Dåarjoe produksjovnese vuesiehtimmeste Iver Jåksine

source: Sametingsrådet har bevilget 200 000 kroner til Tegnerforbundet, til medvirkning av samiske kunstnere i utstillingen av Iver Jåks.
sma: Saemiedigkieraerie lea 200 000 kråvnah dåårjeme seabran Tegnerforbundet, edtja dåarjodh saemien tjiehpiedæjjah meatan vaaltasuvvieh vuesiehtimmesne Iver Jåkseste.

source: Utstillingen skal vises på Tegnerforbundets lokaler i Oslo.
sma: Vuesiehtimmie edtja vååjnedh Tegnerforbunden lokaaline Oslosne.

source: I perioden fra 27. oktober til 22. desember i år presenterer Tegnerforbundet den første retrospektive utstillingen med den samiske kunstneren Ánddir Ivvár Ivvár, Iver Jåks, i Oslo.
sma: Golken 27.b. raejeste goevten 22.b. raajan daan jaepien Tegnerforbundet dam voestes retrospektijve vuesiehtimmiem åehpiedahta saemien tjiehpiedæjjine Ánddir Ivvár Ivvár, Iver Jåks, Oslosne.

source: Utstillingen har fokus på Jåks’ tegninger som ikke har blitt vist offentlig tidligere.
sma: Vuesiehtimmie Jåksen guvvieh jarngesne åtna mejtie ij leah byögkeles vuesiehtamme aarebi.

source: De tre samiske kunstnerne Laila Labba, Niilas Helander og Kurt Hermansen vil bidra til utstillingen med nyproduserte verk som står i dialog med Jåks kunstnerskap.
sma: Doh golme saemien tjiehpiedæjjah Laila Labba, Niilas Helander jïh Kurt Hermansen sijhtieh orre dorjesovveme vierhkieh, mah leah dialogesne Jåksen tjiehpiedæjjabarkojne, vuesiehtimmesne utnedh.

source: Med dette grepet ønsker Tegnerforbundet å sette Iver Jåks i dialog med tendenser i dagens samtidskunst.
sma: Daejnie dahkojne Tegnerforbundet sæjhta Iver Jåksem dialogese bïejedh tendensigujmie daanbeajjetje ektietïjjen tjeahposne.

source: Iver Jåks er først og fremst kjent for sin grafikk, sine skulpturer og installasjoner, men i materialet Jåks etterlatte seg finnes det en del tegninger.
sma: Iver Jåks lea uvtemes åehpies sov grafihken, skulptuvri jïh installasjovni åvteste, men materijellesne Jåksen minngesne aaj såemies guvvieh gååvnesieh.

source: Disse tegningene viser også bredden i Jåks arbeid.
sma: Daah guvvieh aaj gamtoem Jåksen barkosne vuesiehtieh.

source: – Denne utstillingen vil være med på å løfte frem Iver Jåks i et annet perspektiv, i tillegg til at den presenterer flere yngre samiske kunstnere i samme prosjekt , noe jeg er veldig glad for å kunne gi støtte til, sier sametingsråd Maja Kristine Jåma (NSR).
sma: – Daate vuesiehtimmie sæjhta meatan årrodh Iver Jåksem åvtese lutnjedh jeatjah perspektijvesne, lissine goh jienebh saemien tjiehpiedæjjah åehpiedahta seamma prosjektesne, naakede mïsse aavodem dåarjoem vedtedh, saemiedigkieraerie Maja Kristine Jåma (NSR) jeahta.

source: Utstillingen er kuratert av Hanne Hammer Stien og Kristoffer Dolmen som samarbeider med flere om formidlingsarbeidet av utstillingen.
sma: Hanne Hammer Stien jïh Kristoffer Dolmen leah vuesiehtimmiem öörneme jïh tjåanghkan biejeme mah aaj jienebigujmie laavenjostoeh bievnemebarkoen bïjre vuesiehtimmeste.

source: Blant annet vil det være fagseminar på Arkitekturmuseet, Oslo Sámiid Duodji skal holde duodjikvelder på Tegnerforbundet, og Laila Labba og Marte Lill Somby skal holde formidlingsprosjekt for barn og unge i Tegnerforbundet.
sma: Sæjhta faageseminaare årrodh Arkitektuvremuseumisnie, Oslo Sámiid Duodji edtja duedtieiehkedh hööltedh Tegnerforbundesne, Laila Labba jïh Marte Lill Somby edtjieh bievnemeprosjektem utnedh maanide jïh noeride Tegnerforbundesne.

source: I tillegg er det inngått formidlingsavtale med Oslo samiske skole under utstillingsperioden.
sma: Lissine bievnemelatjkoe lea dorjesovveme Oslo saemien skuvline vuesiehtimmieboelhken.

source: – Dette er et godt eksempel til etterfølgelse hvordan Tegnerforbundet knytter til seg andre samiske organisasjoner og institusjoner og samarbeider for å nå ut med samisk kunst til så mange som mulig, sier Jåma.
sma: – Daate hijvenlaakan vuesehte maam maahta darjodh, guktie Tegnerforbundet jïjtjemse ektede jeatjah saemien organisasjovnigujmie jïh institusjovnigujmie, jïh laavenjostoeh saemien tjeahpoem vuesiehtidh dan jeenjesidie goh gåarede, Jåma jeahta.

source: Tilskuddet på 200 000 kroner er bevilget over tilskuddsordningen kulturtiltak.
sma: Dåarjoe 200 000 kråvnine lea dåårjeme dåarjoeöörnegen bijjelen kultuvreråajvarimmie.

source: For spørsmål eller intervju, kontakt sametingsråd Maja Kristine Jåma (NSR), mob. +47 472 42 366, maja.kristine.jama@samediggi.no
sma: Jis gyhtjelassh jallh gihtjehtimmie, gaskesadth saemiedigkieraeriem Maja Kristine Jåma (NSR), mob. +47 472 42 366, maja.kristine.jama@samediggi.no
